Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PrivacySettingsUI/Location Services.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DESCRIPTION_NOGPS_WIFI
source: Location Services uses Bluetooth and crowd-sourced Wi-Fi hotspot locations to determine your approximate location.
ar: تستخدم خدمات الموقع الـ Bluetooth ومواقع نقاط الاتصال اللاسلكية للـ Wi-Fi لعموم المستخدمين في تحديد موقعك التقريبي.
bg: Услугите за местоположение използват Bluetooth и местоположенията на Wi-Fi точки от много устройства, за да се определи приблизителното ви местоположение.
ca: Per determinar la teva ubicació aproximada, la localització utilitza informació del Bluetooth i els punts d’accés Wi‑Fi.
cs: Polohové služby využívají k určení vaší přibližné polohy Bluetooth a síť veřejných Wi‑Fi hotspotů.
da: Lokalitetstjenester bruger Bluetooth og “crowd-sourced” Wi-Fi-hotspots til at bestemme din omtrentlige lokalitet.
de: Die Ortungsdienste verwenden Bluetooth und die Standortdaten zahlreicher Nutzer:innen über WLAN-Hotspots, um deinen ungefähren Standort zu berechnen.
el: Οι Υπηρεσίες τοποθεσίας χρησιμοποιούν Bluetooth και θέσεις hotspot Wi-Fi και πύργων κινητής τηλεφωνίας βάσει δεδομένων χρηστών (crowdsourced), για να προσδιορίζουν την τοποθεσία σας κατά προσέγγιση.
es: Para determinar tu ubicación, se utiliza información de Bluetooth y de puntos de acceso Wi‑Fi activos.
es_us: Para determinar tu ubicación, Localización utiliza Bluetooth e información de los puntos de conexión Wi‑Fi.
fi: Sijaintipalvelut käyttää Bluetoothia ja joukkoistettujen Wi-Fi-hotspotien sijainteja arvioidun sijaintisi määrittämiseen.
fr: Le service de localisation utilise le Bluetooth et une base de données communautaire des emplacements des bornes d’accès Wi-Fi pour déterminer votre position géographique approximative.
fr_ca: Pour déterminer votre position, le service de localisation utilise Bluetooth et une base de données communautaire des emplacements des bornes Wi-Fi.
he: ״שירותי מיקום״ משתמש ב-Bluetooth ובנתוני מיקום של נקודות גישה אלחוטיות, המבוססים על מיקור המונים, כדי לקבוע את מיקומך המשוער.
hi: स्थान सेवा द्वारा आपके निकटतम स्थान के निर्धारण के लिए Bluetooth और क्राउड सोर्स्ड वाई-फ़ाई हॉटस्पॉट स्थानों का उपयोग किया जाता है।
hr: Lokacijske usluge koriste Bluetooth i lokacije većeg broja Wi-Fi hotspotova za određivanje vaše približne lokacije.
hu: A Helymeghatározás a Bluetootht és a tömegalapú Wi-Fi-hotspotokat használja helyzetének hozzávetőleges kiszámításához.
id: Layanan Lokasi menggunakan Bluetooth dan lokasi hotspot Wi-Fi banyak sumber untuk menentukan perkiraan lokasi Anda.
it: Per determinare la tua posizione approssimativa, Localizzazione utilizza il Bluetooth e le informazioni crowd-sourced sulle posizioni degli hotspot Wi-Fi.
ja: “位置情報サービス”では、BluetoothおよびクラウドソースのWi-Fiスポットを使って、ユーザのおおよその位置情報が判断されます。
kk: Болжалды геолокацияны анықтау үшін геолокация сервистері Bluetooth және краудсорсингтік Wi-Fi кіру нүктесінің орындарын пайдаланады.
ko: 위치 서비스는 Bluetooth 및 크라우드 소스 Wi‑Fi 핫스팟의 위치를 이용하여 사용자의 대략적인 위치를 확인합니다.
lt: Vietos nustatymo paslaugos naudoja „Bluetooth“ ir sutelktinės veiklos „Wi-Fi“ interneto prieigos taško vietas jūsų apytikslei vietai nustatyti.
ms: Perkhidmatan Lokasi menggunakan Bluetooth dan maklumat lokasi hotspot Wi-Fi yang disumberkan daripada orang ramai untuk menentukan lokasi anggaran anda.
nb: Stedstjenester bruker Bluetooth og data fra brukere om plassering av Wi‑Fi-basestasjoner for å finne din omtrentlige posisjon.
nl: 'Locatievoorzieningen' maakt gebruik van Bluetooth en crowd-sourced locaties van wifihotspots om je locatie bij benadering te bepalen.
pl: Usługi lokalizacji szacują położenie, używając Bluetooth oraz gromadzonych przez użytkowników danych hotspotów Wi‑Fi.
pt_br: Os Serviços de Localização usam Bluetooth e localizações de pontos de acesso Wi-Fi para determinar sua localização aproximada.
pt_pt: Este serviço usa dados de vários hotspots Wi‑Fi e Bluetooth para determinar a sua localização aproximada.
ro: Serviciile de localizare utilizează Bluetooth și localizările agregate ale punctelor de acces Wi-Fi pentru a aproxima localizarea dvs.
ru: Для определения Вашей приблизительной геопозиции Службы геолокации используют Bluetooth и местонахождения краудсорсинговых точек доступа Wi‑Fi.
sk: Lokalizačné služby využívajú na určenie vašej približnej polohy Bluetooth a sieť hromadných Wi‑Fi hotspotov.
sl: Lokacijske storitve za določanje vaše približne lokacije uporabljajo Bluetooth in lokacije množičnih dostopnih točk Wi-Fi.
sv: Platstjänster använder Bluetooth och crowdsource-insamlade platsdata för Wi-Fi-nätverk till att fastställa din ungefärliga plats.
th: บริการหาตำแหน่งที่ตั้งใช้บลูทูธและตำแหน่งที่ตั้งของฮอตสปอตแบบ Wi‑Fi ที่ใช้ในที่สาธารณะเพื่อกำหนดตำแหน่งที่ตั้งของคุณโดยประมาณ
tr: Konum Servisleri, yaklaşık konumunuzu belirlemek için Bluetooth ile kitle kaynaklı Wi-Fi erişim noktası konumlarını kullanır.
uk: Щоб визначити ваше приблизне місце, Служби локації використовують Bluetooth і геопозицію точок доступу Wi‑Fi, отриману через краудсорсинг.
vi: Dịch vụ định vị sử dụng Bluetooth và vị trí của các điểm truy cập Wi-Fi lấy nguồn từ cộng đồng để xác định vị trí gần đúng của bạn.
zh_cn: “定位服务”使用蓝牙和众包Wi-Fi热点位置来确定你的大致方位。
zh_hk: 「定位服務」使用藍牙及群眾資源Wi-Fi熱點的所在位置以確認你的大約位置。
zh_tw: 「定位服務」使用藍牙和眾包Wi-Fi熱點的所在位置來確認你的大約位置。

# DESCRIPTION_NOGPS_WLAN
source: Location Services uses Bluetooth and crowd-sourced WLAN hotspot locations to determine your approximate location.
ar: تستخدم خدمات الموقع الـ Bluetooth ومواقع نقاط الاتصال اللاسلكية لـ WLAN لعموم المستخدمين في تحديد موقعك التقريبي.
bg: Услугите за местоположение използват Bluetooth и местоположенията на WLAN точки от много устройства, за да се определи приблизителното ви местоположение.
ca: Per determinar la teva ubicació aproximada, la localització utilitza informació del Bluetooth i els punts d’accés WLAN.
cs: Polohové služby využívají k určení vaší přibližné polohy Bluetooth a síť veřejných WLAN hotspotů.
da: Lokalitetstjenester bruger Bluetooth og “crowd-sourced” WLAN-hotspots til at bestemme din omtrentlige lokalitet.
de: Die Ortungsdienste verwenden Bluetooth und die Standortdaten zahlreicher Nutzer:innen über WLAN-Hotspots, um deinen ungefähren Standort zu berechnen.
el: Οι Υπηρεσίες τοποθεσίας χρησιμοποιούν Bluetooth και θέσεις hotspot WLAN και πύργων κινητής τηλεφωνίας βάσει δεδομένων χρηστών (crowdsourced), για να προσδιορίζουν την τοποθεσία σας κατά προσέγγιση.
es: Para determinar tu ubicación, se utiliza información de Bluetooth y de puntos de acceso WLAN activos.
es_us: Para determinar tu ubicación, Localización utiliza Bluetooth e información de los puntos de conexión WLAN.
fi: Sijaintipalvelut käyttää Bluetoothia ja joukkoistettujen WLAN-hotspotien sijainteja arvioidun sijaintisi määrittämiseen.
fr: Le service de localisation utilise le Bluetooth et une base de données communautaire des emplacements des bornes d’accès WLAN pour déterminer votre position géographique approximative.
fr_ca: Pour déterminer votre position, le service de localisation utilise Bluetooth et une base de données communautaire des emplacements des bornes WLAN.
he: ״שירותי מיקום״ משתמש ב-Bluetooth ובנתוני מיקום של נקודות גישה לרשתות WLAN, המבוססים על מיקור המונים, כדי לקבוע את מיקומך המשוער.
hi: स्थान सेवा द्वारा आपके निकटतम स्थान के निर्धारण के लिए Bluetooth और क्राउड सोर्स्ड WLAN हॉटस्पॉट स्थानों का उपयोग किया जाता है।
hr: Lokacijske usluge koriste Bluetooth i lokacije većeg broja WLAN hotspotova za određivanje vaše približne lokacije.
hu: A Helymeghatározás a Bluetootht és a tömegalapú WLAN-hotspotokat használja helyzetének hozzávetőleges kiszámításához.
id: Layanan Lokasi menggunakan Bluetooth dan lokasi hotspot WLAN banyak sumber untuk menentukan perkiraan lokasi Anda.
it: Per determinare la tua posizione approssimativa, Localizzazione utilizza il Bluetooth e le informazioni crowd-sourced sulle posizioni degli hotspot WLAN.
ja: “位置情報サービス”では、BluetoothおよびクラウドソースのWLANスポットを使って、ユーザのおおよその位置情報が判断されます。
kk: Болжалды геолокацияны анықтау үшін геолокация сервистері Bluetooth және краудсорсингтік WLAN кіру нүктесінің орындарын пайдаланады.
ko: 위치 서비스는 Bluetooth 및 크라우드 소스 WLAN 핫스팟의 위치를 이용하여 사용자의 대략적인 위치를 확인합니다.
lt: Vietos nustatymo paslaugos naudoja „Bluetooth“ ir sutelktinės veiklos WLAN interneto prieigos taško vietas jūsų apytikslei vietai nustatyti.
ms: Perkhidmatan Lokasi menggunakan Bluetooth dan maklumat lokasi hotspot WLAN yang disumberkan daripada orang ramai untuk menentukan lokasi anggaran anda.
nb: Stedstjenester bruker Bluetooth og data fra brukere om plassering av WLAN-basestasjoner for å finne din omtrentlige posisjon.
nl: 'Locatievoorzieningen' maakt gebruik van Bluetooth en crowd-sourced locaties van WLAN-hotspots om je locatie bij benadering te bepalen.
pl: Usługi lokalizacji szacują położenie, używając Bluetooth oraz gromadzonych przez użytkowników danych hotspotów WLAN.
pt_br: Os Serviços de Localização usam Bluetooth e localizações de pontos de acesso WLAN para determinar sua localização aproximada.
pt_pt: Este serviço usa dados de vários hotspots WLAN e Bluetooth para determinar a sua localização aproximada.
ro: Serviciile de localizare utilizează Bluetooth și localizările agregate ale punctelor de acces WLAN pentru a aproxima localizarea dvs.
ru: Для определения Вашей приблизительной геопозиции Службы геолокации используют Bluetooth и местонахождения краудсорсинговых точек доступа WLAN.
sk: Lokalizačné služby využívajú na určenie vašej približnej polohy Bluetooth a sieť hromadných WLAN hotspotov.
sl: Lokacijske storitve za določanje vaše približne lokacije uporabljajo Bluetooth in lokacije množičnih dostopnih točk WLAN.
sv: Platstjänster använder Bluetooth och crowdsource-insamlade platsdata för WLAN-nätverk till att fastställa din ungefärliga plats.
th: บริการหาตำแหน่งที่ตั้งใช้บลูทูธและตำแหน่งที่ตั้งของฮอตสปอตแบบ WLAN ที่ใช้ในที่สาธารณะเพื่อกำหนดตำแหน่งที่ตั้งของคุณโดยประมาณ
tr: Konum Servisleri, yaklaşık konumunuzu belirlemek için Bluetooth ile kitle kaynaklı WLAN erişim noktası konumlarını kullanır.
uk: Щоб визначити ваше приблизне місце, Служби локації використовують Bluetooth і геопозицію точок доступу WLAN, отриману через краудсорсинг.
vi: Dịch vụ định vị sử dụng Bluetooth và vị trí của các điểm truy cập WLAN lấy nguồn từ cộng đồng để xác định vị trí gần đúng của bạn.
zh_cn: “定位服务”使用蓝牙和众包无线局域网热点位置来确定你的大致方位。
zh_hk: 「定位服務」使用藍牙及群眾資源WLAN熱點的所在位置以確認你的大約位置。
zh_tw: 「定位服務」使用藍牙和眾包WLAN熱點的所在位置來確認你的大約位置。

# DESCRIPTION_WATCH
source: Location Services settings also apply to your Apple Watch.
ar: إعداد خدمات الموقع ينطبق أيضًا على Apple Watch.
bg: Услугите за местоположение се прилагат също и на вашия Apple Watch.
ca: La configuració de la localització també s’aplica a l’Apple Watch.
cs: Nastavení polohových služeb platí i pro vaše Apple Watch.
da: Indstillinger til lokalitetstjenester anvendes også på dit Apple Watch.
de: Die Einstellungen für Ortungsdienste gelten auch für deine Apple Watch.
el: Οι ρυθμίσεις των Υπηρεσιών τοποθεσίας ισχύουν επίσης για το Apple Watch σας.
es: Los ajustes de localización también se aplican al Apple Watch.
es_us: La configuración de Localización también aplica al Apple Watch.
fi: Sijaintipalveluasetuksia käytetään myös Apple Watchiin.
fr: Les réglages du service de localisation s’appliquent aussi à votre Apple Watch.
fr_ca: Les réglages du service de localisation s’appliquent également à votre Apple Watch.
he: ההגדרות שלך עבור ״שירותי מיקום״ תקפות גם ב-Apple Watch.
hi: स्थान सेवा सेटिंग्ज़ आपकी Apple Watch पर भी लागू होगी।
hr: Postavke Lokacijskih usluga također se primjenjuju na vaš Apple Watch.
hu: A Helymeghatározás beállításai az Apple Watchra is vonatkoznak.
id: Pengaturan Layanan Lokasi juga diterapkan ke Apple Watch Anda.
it: Le impostazioni relative alla localizzazione saranno valide anche su Apple Watch.
ja: 位置情報サービスの設定は、Apple Watchにも適用されます。
kk: Геолокация сервистерінің параметрлері де Apple Watch сағатына қолданылады.
ko: 위치 서비스 설정이 Apple Watch에도 적용됩니다.
lt: Vietos nustatymo paslaugų nustatymai taip pat taikomi jūsų „Apple Watch“.
ms: Seting Perkhidmatan Lokasi turut digunakan pada Apple Watch anda.
nb: Stedstjenester-innstillinger gjelder også for Apple Watch.
nl: Instellingen voor 'Locatievoorzieningen' gelden ook voor je Apple Watch.
pl: Ustawienia usług lokalizacji mają także zastosowanie do Apple Watch.
pt_br: Os ajustes dos Serviços de Localização também são aplicados ao Apple Watch.
pt_pt: As definições dos Serviços de localização também são válidas para o seu Apple Watch.
ro: Configurările Servicii de localizare sunt valabile și pentru Apple Watch.
ru: Настройки Служб геолокации также применяются к Apple Watch.
sk: Nastavenia lokalizačných služieb sa vzťahujú aj na vaše Apple Watch.
sl: Nastavitve lokacijskih storitev veljajo tudi za vašo uro Apple Watch.
sv: Platstjänsterinställningarna gäller även för din Apple Watch.
th: การตั้งค่าบริการหาตำแหน่งที่ตั้งจะปรับใช้กับ Apple Watch ของคุณด้วย
tr: Konum Servisleri ayarları Apple Watch’unuz için de geçerlidir.
uk: Налаштування Служб локації також діють для вашого Apple Watch.
vi: Cài đặt Dịch vụ định vị cũng áp dụng cho Apple Watch của bạn.
zh_cn: “定位服务”设置同样会应用于你的Apple Watch。
zh_hk: 「定位服務」設定也會套用到Apple Watch。
zh_tw: 「定位服務」設定也會套用到Apple Watch。

# DISABLED_WARNING_WIFI
source: Using Location Services requires turning on Wi-Fi.
ar: يتطلب استخدام خدمات الموقع تشغيل الـ Wi-Fi.
bg: Използването на услуги за местоположение изисква включване на Wi-Fi.
ca: Per utilitzar la localització, cal activar la connexió Wi‑Fi.
cs: Chcete‑li používat polohové služby, je nutné zapnout Wi‑Fi.
da: Brug af Lokalitetstjenester kræver, at Wi-Fi er slået til.
de: Für die Ortungsdienste muss WLAN aktiviert sein.
el: Η χρήση των Υπηρεσιών τοποθεσίας απαιτεί την ενεργοποίηση του Wi-Fi.
es: Para usar la función de localización debes tener activada la conexión Wi-Fi.
es_us: Para usar la función de Localización debe tener activada la conexión Wi-Fi.
fi: Sijaintipalvelujen käyttö edellyttää, että Wi-Fi on päällä.
fr: Le service de localisation requiert l’activation du Wi-Fi.
fr_ca: Le service de localisation requiert l’activation du Wi-Fi.
he: לשימוש בשירותי מיקום יש להפעיל את התקשורת האלחוטית.
hi: स्थान सेवा के उपयोग के लिए वाई-फ़ाई को चालू किया जाना आवश्यक है।
hr: Za uporabu lokacijskih usluga, trebate uključiti Wi-Fi.
hu: A Helymeghatározáshoz be kell kapcsolni a Wi-Fi-t.
id: Wi-Fi perlu dinyalakan untuk menggunakan Layanan Lokasi.
it: Per usare Localizzazione devi attivare la rete Wi-Fi.
ja: 位置情報サービスを使用するにはWi-Fiをオンにする必要があります。
kk: Геолокация сервистерін пайдалану үшін Wi-Fi қажет.
ko: 위치 서비스를 사용하려면 Wi‑Fi를 켜야 합니다.
lt: Norint naudoti vietos nustatymo paslaugas, reikia įjungti „Wi-Fi“.
ms: Menggunakan Perkhidmatan Lokasi memerlukan Wi-Fi diaktifkan.
nb: Du må slå på Wi‑Fi for å bruke Stedstjenester.
nl: Voor 'Locatievoorzieningen' moet wifi worden ingeschakeld.
pl: Usługi lokalizacji wymagają włączenia sieci Wi‑Fi.
pt_br: O uso dos Serviços de Localização requer a ativação da rede Wi-Fi.
pt_pt: Para usar os serviços de localização tem de ativar a rede Wi-Fi.
ro: Utilizarea serviciilor de localizare necesită activarea Wi-Fi.
ru: Для использования Служб геолокации необходимо включить Wi‑Fi.
sk: Používanie lokalizačných služieb vyžaduje zapnutie Wi‑Fi.
sl: Če želite uporabljati lokacijske storitve, vklopite Wi-Fi.
sv: Användning av Platstjänster kräver att du slår på Wi-Fi.
th: การใช้บริการหาตำแหน่งที่ตั้งต้องเปิด Wi‑Fi
tr: Konum Servisleri’nin kullanılması için Wi‑Fi’nin açılması gerekiyor.
uk: Для користування Службами локації потрібно увімкнути Wi-Fi.
vi: Sử dụng Dịch vụ định vị yêu cầu bật Wi-Fi.
zh_cn: 使用“定位服务”需要打开Wi-Fi。
zh_hk: 必須開啟Wi-Fi才能使用「定位服務」。
zh_tw: 必須開啟Wi-Fi才能使用「定位服務」。

# DISABLED_WARNING_WLAN
source: Using Location Services requires turning on WLAN.
ar: يتطلب استخدام خدمات الموقع تشغيل الـ WLAN.
bg: Използването на услуги за местоположение изисква включване на WLAN.
ca: Per utilitzar la localització, cal activar la connexió WLAN.
cs: Chcete‑li používat polohové služby, je nutné zapnout WLAN.
da: Brug af Lokalitetstjenester kræver, at WLAN er slået til.
de: Für die Ortungsdienste muss WLAN aktiviert sein.
el: Η χρήση των Υπηρεσιών τοποθεσίας απαιτεί την ενεργοποίηση του WLAN.
es: Para usar la función de localización debes tener activada la conexión WLAN.
es_us: Para usar la función de Localización debe tener activada la conexión WLAN.
fi: Sijaintipalvelujen käyttö edellyttää, että WLAN on päällä.
fr: Le service de localisation requiert l’activation du WLAN.
fr_ca: Le service de localisation requiert l’activation du WLAN.
he: לשימוש בשירותי מיקום יש להפעיל את תקשורת ה-WLAN.
hi: स्थान सेवा के उपयोग के लिए WLAN को चालू किया जाना आवश्यक है।
hr: Za uporabu lokacijskih usluga, trebate uključiti WLAN.
hu: A Helymeghatározáshoz be kell kapcsolni a WLAN-t.
id: WLAN perlu dinyalakan untuk menggunakan Layanan Lokasi.
it: Per usare Localizzazione devi attivare la rete WLAN.
ja: 位置情報サービスを使用するにはWLANをオンにする必要があります。
kk: Геолокация сервистерін пайдалану үшін WLAN қажет.
ko: 위치 서비스를 사용하려면 WLAN을 켜야 합니다.
lt: Norint naudoti vietos nustatymo paslaugas, reikia įjungti WLAN.
ms: Menggunakan Perkhidmatan Lokasi memerlukan WLAN diaktifkan.
nb: Du må slå på WLAN for å bruke Stedstjenester.
nl: Voor 'Locatievoorzieningen' moet WLAN worden ingeschakeld.
pl: Usługi lokalizacji wymagają włączenia sieci WLAN.
pt_br: O uso dos Serviços de Localização requer a ativação da rede WLAN.
pt_pt: Para usar os serviços de localização tem de ativar a rede WLAN.
ro: Utilizarea serviciilor de localizare necesită activarea WLAN.
ru: Для использования Служб геолокации необходимо включить WLAN.
sk: Používanie lokalizačných služieb vyžaduje zapnutie WLAN.
sl: Če želite uporabljati lokacijske storitve, vklopite WLAN.
sv: Användning av Platstjänster kräver att du slår på WLAN.
th: การใช้บริการหาตำแหน่งที่ตั้งต้องเปิด WLAN
tr: Konum Servisleri’nin kullanılması için WLAN’ın açılması gerekiyor.
uk: Для користування Службами локації потрібно увімкнути WLAN.
vi: Sử dụng Dịch vụ định vị yêu cầu bật WLAN.
zh_cn: 使用“定位服务”需要打开无线局域网。
zh_hk: 必須開啟WLAN才能使用「定位服務」。
zh_tw: 必須開啟WLAN才能使用「定位服務」。

# FIND_MY_DEVICE_LOCATION
source: Show Location in App
ar: إظهار الموقع في التطبيق
bg: Покажи местоположение в приложение
ca: Mostra la ubicació a l’app
cs: Zobrazit polohu v aplikaci
da: Vis lokalitet i app
de: Standort in App anzeigen
el: Εμφάνιση τοποθεσίας σε εφαρμογή
es: Mostrar ubicación en la app
es_us: Mostrar ubicación en la app
fi: Näytä sijainti apissa
fr: Afficher la position dans l’app
fr_ca: Afficher l’emplacement dans l’App
he: הצגת המיקום בתוך היישום
hi: ऐप में स्थान दिखाएँ
hr: Prikaži lokaciju u aplikaciji
hu: Helyszín megjelenítése az appban
id: Tampilkan Lokasi di App
it: Mostra posizione nell’app
ja: アプリで位置情報を表示
kk: Геолокацияны қолданбада көрсету
ko: 앱에서 위치 보기
lt: Rodyti vietą programoje
ms: Tunjuk Lokasi dalam App
nb: Vis posisjon i app
nl: Toon locatie in app
pl: Pokaż położenie w aplikacji
pt_br: Mostrar Localização no App
pt_pt: Ver localização
ro: Afișare localizare în aplicație
ru: Показывать геопозицию в приложении
sk: Zobraziť polohu v apke
sl: Prikaži lokacijo v aplikaciji
sv: Visa plats i app
th: แสดงตำแหน่งที่ตั้งในแอป
tr: Konumu Uygulamada Göster
uk: Показувати місце в програмі
vi: Hiển thị vị trí trong ứng dụng
zh_cn: 在App中显示位置
zh_hk: 在App中顯示位置
zh_tw: 在App中顯示位置

# GENERAL_EXPLANATION_CLIPS_ITEM
source: App clips that have requested access to your location will appear here.
ar: ستظهر هنا عينات التطبيقات التي طلبت الوصول إلى موقعك.
bg: Тук ще се появят изрезките на приложения, които са заявили достъп до вашето местоположение.
ca: Els clips d’apps que hagin sol·licitat accedir a la teva ubicació es mostraran aquí.
cs: Zde se zobrazí klipy aplikací, které si vyžádaly přístup k vašim polohovým datům.
da: Appklip, der har bedt om adgang til din lokalitet, vises her.
de: Hier werden App Clips angezeigt, die auf deinen Standort zugreifen möchten.
el: Εδώ θα εμφανίζονται τα κλιπ εφαρμογών που έχουν ζητήσει πρόσβαση στην τοποθεσία σας.
es: Los clips de apps que hayan solicitado acceso a tu ubicación aparecerán aquí.
es_us: Aquí estarán los App Clips que solicitaron acceso a tu ubicación.
fi: Appiklipit, jotka ovat pyytäneet lupaa käyttää sijaintiasi, näkyvät tässä.
fr: Les extraits d’app ayant demandé l’accès à votre position figureront ici.
fr_ca: Les extraits d’app qui ont demandé l’accès à votre position s’affichent ici.
he: ״יישומים ברגע״ שביקשו גישה לפרטי המיקום שלך יופיעו כאן.
hi: आपके स्थान को ऐक्सेस करने का अनुरोध करने वाले ऐप क्लिप यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati isječci aplikacija koji su zatražili pristup vašoj lokaciji.
hu: Itt jelennek meg a helyzethez hozzáférést kérelmező apprészletek.
id: Cuplikan app yang telah meminta akses ke lokasi Anda akan muncul di sini.
it: Le app clip che hanno richiesto l’accesso alla tua posizione verranno visualizzate qui.
ja: 位置情報へのアクセスを要求したApp Clipがここに表示されます。
kk: Бұл жерде геолокацияға қол жеткізуді сұраған блиц қолданбалар пайда болады.
ko: 사용자의 위치에 접근을 요청한 앱 클립이 여기에 나타납니다.
lt: Čia bus rodomos prieigos prie jūsų buvimo vietos užklausą pateikusios programų iškarpos.
ms: Klip app yang telah meminta akses ke lokasi anda akan kelihatan di sini.
nb: Appklipp som har bedt om tilgang til posisjonen din, vises her.
nl: Hier worden de appclips weergegeven die om toegang tot je locatie hebben gevraagd.
pl: W tym miejscu pojawią się wycinki aplikacji, które żądały dostępu do danych lokalizacji.
pt_br: Os clipes de apps que solicitaram acesso à localização aparecerão aqui.
pt_pt: Os App Clips que pediram acesso à sua localização aparecerão aqui.
ro: App Clip‑urile care au solicitat acces la localizarea dvs. vor fi afișate aici.
ru: Здесь появятся блиц-приложения, запросившие доступ к Вашей геопозиции.
sk: Tu sa zobrazia app clipy, ktoré žiadali o prístup k vašej polohe.
sl: Izseki aplikacij, ki so zahtevali dostop do vaše lokacije, bodo prikazani tukaj.
sv: Appklipp som har begärt tillgång till din platsinformation visas här.
th: แอปคลิปที่ได้ขอเข้าถึงตำแหน่งที่ตั้งของคุณจะแสดงที่นี่
tr: Konumunuza erişmek isteyen uygulama parçacıkları burada görünür.
uk: Тут зʼявлятимуться фрагменти програм, які зробили запит на доступ до інформації про вашу геопозицію.
vi: Ứng dụng thu nhỏ đã yêu cầu truy cập vào vị trí của bạn sẽ xuất hiện tại đây.
zh_cn: 请求访问你位置的轻App将在此处显示。
zh_hk: 要求取用位置的輕巧版App會在此顯示。
zh_tw: 要求取用位置的輕巧App會顯示在此處。
